const BN = [
    {
        navbar: {
            home: 'হোম',
            members: 'সদস্য',
            contact: 'যোগাযোগ',
            about: 'আমাদের সম্পর্কে',
            hello: 'স্বাগতম',
            register: 'একাউন্‌ট খুলুন',
            login: 'একাউন্‌টে প্রবেশ করুন'
        },
        banner: {
            textMain: 'ধন্যবাদ আপনাকে সংগঠনে যোগদানের জন্য,',
            text: 'আল্লাহ তাআলা বলেন, ‘যদি তোমরা দান প্রকাশ্যে করো তবে তা উত্তম; আর যদি তা গোপনে করো এবং অভাবীদের দাও, তবে তা তোমাদের জন্য শ্রেয়। এর মাধ্যমে আল্লাহ তোমাদের মন্দগুলো মোচন করে দেবেন। তোমরা যা করো আল্লাহ তা অবগত আছেন।’ (সুরা-২ বাকারা, আয়াত: ২৭১)',
            button: 'নিজের জমা দেখুন',
            loginTextMain: 'আস হাবুসসামানিয়্যাহ এ আপনাকে স্বাগতম,',
            loginButton: 'একাউন্‌ট খুলুন'
        },
        about: {
            text: '<h1 class="text-center">بسم الله الرحمن الرحيم</h1><p><strong><u><h4>উদ্দেশ্য সমূহঃ</h4></u></strong></p><p>১. সর্বশক্তিমান আল্লাহ , আল্লাহর রাসূল মুহাম্মাদ (সাঃ) , ফেরেশতাকূল সর্বোপরি ঈমানের মুজমাল ও  মুফাসসাল এর প্রতিটি বিষয়ের উপর পূর্ণ বিশ্বাস স্থাপন করতে হবে ।</p><p>২. সকল প্রকার দল, মত, পথ, বংশীয় অহংকার ও আত্মীয়তার আকর্ষণ সব কিছুর ঊর্ধ্বে উঠে একমাত্র আল্লাহর সন্তুষ্টির জন্য কাজ করতে হবে।</p><p>৩. নিজেকে আল্লাহর আদালতে পেশ করার জন্য সাধ্যমত আল্লাহর আদেশ-নিষেধ আল্লাহর রাসূল মুহাম্মাদ (সাঃ) এর তরীকা অনুসারে মেনে চলতে হবে।</p><p>৪. যেকোন প্রয়োজনে সকলকে সচেষ্ট থাকতে হবে ও নিঃসার্থভাবে এগিয়ে আসতে হবে । </p><p>৫. পীড়িতদের সাহায্যদান, দুস্থদের আশ্রয়দান এবং নিঃস্ব, বিধবা ও অসহায়দের সহায়তা করার কাজে সকলকে অগ্রণী ভূমিকা রাখতে হবে ।</p><p>৬. ‍সমাজে শান্তি-শৃংঙ্খলা ও ঐক্য প্রতিষ্ঠার লক্ষ্যে দৃঢ় সংকল্প রাখতে হবে ।</p> <p>  </p><p><strong><u><h4>নীতিমালা সমূহঃ<h4></u></strong></p><p>১. ইসলামিক বিধি-নিষেধ (অগ্রাধিকার) অনুসারে ও সকলের মতামতের ভিত্তিতে সকল সিদ্ধান্ত গৃহীত হবে।</p><p>২. সকল সদস্যকে প্রতিমাসের শুরুতে (আরবি মাসের ১ থেকে ১৫ তারিখের মধ্যে) নির্ধারিত পরিমাণ (ছাত্রদের বা আর্থিকভাবে দুর্বলদের জন্য সর্বনিম্ন ১১০ টাকা এবং জব হোল্ডার বা সামর্থবানদের জন্য সর্বনিম্ন ৫১০ টাকা) বা তার চেয়েও বেশি পরিমাণ (সামর্থ অনুযায়ী) পরিশোধ করতে হবে এবং প্রতিবছরের শুরুতে অতিরিক্ত আরও ১০০০ টাকা বা ততোধিক পরিমাণ টাকা পরিশোধ করতে হবে।</p><p>৩. দশ টাকা সাংগাঠনিক প্রয়োজনের নিমিত্তে প্রতিমাসে কেঁটে রাখা হবে ।</p><p>৪. কেউ ইচ্ছা করলে সমুদয় টাকা একত্রেও পরিশোধ করতে পারবে । এই ক্ষেত্রে অবশ্যই বছরের শুরুতেই পরিশোধ করতে হবে । </p><p>৫. কোন কারণে পরিশোধ করতে ব্যর্থ হলে তা অবশ্যই সংশ্লিষ্ট ব্যক্তিকে অবহিত করতে হবে।</p><p>৬. জমাকৃত টাকার ৮০% নিজের জন্য এবং ২০% জনকল্যাণমূলক ফান্ডে জমা হবে । </p><p>৭. কেউ যদি ১ বছরে ৬ হাজারের অধিক টাকা জমা করে তাহলে ৬ হাজার টাকা পর্যন্ত বাধ্যতামূলক ভাবে ২০% টাকা জনকল্যাণমূলক ফান্ডে চলে যাবে। বাকি টাকা তার নিজের জন্য সঞ্চয় হয়েছে বলে বিবেচিত হবে । কিন্তু কেউ চাইলে তার পুরো টাকার-ই ২০% বা এরচেয়েও বেশি বা পুরো জমাকৃত টাকাই জনকল্যাণমূলক ফান্ডে দিয়ে দিতে পারবে ।</p><p>৮. যদি কেউ সংগঠন থেকে বের হয়ে যেতে চায় বা বের করে দেয়া হয় তাহলে তাৎক্ষণিকভাবে তাকে তার জমাকৃত ৮০% টাকা বুঝিয়ে দেয়া হবে । বাকী ২০% এর উপর কোন দাবি রাখতে পারবে না ।  </p><p>৯. একান্ত প্রয়োজন ব্যতিরেকে ৩ বছরের পূর্বে কেউ তার জমাকৃত ৮০% টাকা উত্তোলন করতে পারবে না । </p><p>১০. জমাকৃত টাকা ব্যবসায়িক কাজে লাগানোর ফলে লাভ-লোকসান যাইহোক না কেন তাতে সবাই তাদের মূলধনের আনুপাতিক হারে অংশীদার হবে ।</p><p>১১. কেউ জমাকৃত টাকা ব্যবসায়িক কাজে লাগাতে না চাইলে তাকে জোর করা হবে না । এক্ষেত্রে তার জমাকৃত টাকা লাভ-লোকসান ছাড়াই শুধুমাত্র গচ্ছিত আছে বলে বিবেচিত হবে । </p><p>১২. পরিস্থিতি বিবেচনা করে হতদরিদ্রকে একটি নির্দিষ্ট সময়ের জন্য করজে হাসানা তথা সুদ মুক্ত ঋণ দেয়া যেতে পারে । </p><p>১৩. ‍আয়-ব্যয়ের সমস্ত ডকুমেন্ট সংরক্ষণ করতে হবে এবং সকল সদস্যই আয়-ব্যয়ের খাত সমূহ জানার অধিকার রাখে ।</p><p>১৪. সদস্যদের মধ্য থেকে কোন সদস্য বা তার পরিবারের কেউ যদি বড় বিপদের সম্মুখীন হয়ে আর্থিক সংকটে পতিত হয় তাহলে সংগঠনের পক্ষ থেকে যথাসাধ্য আর্থিক সাহায্য দেয়া হবে । সাহায্যকৃত অর্থ ফেরত দেয়ার প্রয়োজন হবে না । </p><p>১৫. কেউ শর্ত বর্হিঃভূত (বড়) কোন (অপরাধমূলক) কাজ করলে তার বিরুদ্ধে যে সিদ্ধান্ত নেয়া হবে তা মেনে নিতে হবে। </p><p>১৬.বিশেষ প্রয়োজনে নীতিমালার এক বা একাধিক বিষয় পরিবর্তন, পরিমার্জন, পরিবর্ধন করা হতে পারে ।</p><p>১৭. সদস্য ‍থাকা অবস্থায় কেউ ইন্তেকাল করলে তার সৎকারের যাবতীয় ব্যবস্থা সংগঠন থেকে করা হবে এবং তার অংশ তার পরিবার বা অছিয়তকৃত কোন ব্যাক্তি বা প্রতিষ্ঠান থাকলে তাকে তার অংশ বুঝিয়ে দেয়া হবে । আর উত্তরাধিকার বা অছিয়তকৃত কেউ না থাকলে তার অংশ জনকল্যাণমূলক ফান্ডে চলে যাবে । </p>'
        },
        register:{
            head: "একাউন্‌ট খুলুন",
            name: "নাম", 
            fatherOrHusband: "পিতা/স্বামী",
            motherOrWife: "মাতা/স্ত্রী",
            profession: "পেশা",
            Age: "বয়স",
            adress: "ঠিকানা",
            mobile: {
                head:"মোবাইল নাবার",
                subText: "*0 থেকে শুরু হবে"
            },
            password: "পাসওয়ার্ড",
            cfPassword: "পুনরায় পাসওয়ার্ড",
            avatar: "প্রোফাইলে ছবি দিন",

        },
        footer: {
            name: 'আস হাবুসসামানিয়্যাহ',
            tag: 'একটি জনকল্যাণমুলক সংগঠন',
            link: {
                head: 'লিঙ্ক'
            },
            topDes: {
                head: 'হাদিস',
                des: '“হযরত মুহাম্মদ (সা.) বলেছেন, ‘খেজুরের একটি অংশ দান করে হলেও তোমরা দোজখের আগুন থেকে বেঁচে থাকার চেষ্টা করো।’ (বুখারি ও মুসলিম)'
            }
        }
    }
]

export default BN;